import React from "react";

function PrivacyComponent() {
  return (
    <div>
      <p className="text-center my-6">個人情報の取扱い方針</p>
      <div className="max-w-[528px] m-auto p-1 text-[12px] text-left bg-[#F7F7F7] border border-[#CCCCCC] overflow-y-auto">
        個人情報取扱い方針同意書 <br />
        推しニャンサイト（以下、当Webサイト）では、お客様の個人情報に関しまして、お預かりした個人情報を適切に取扱うとともに、その安全管理に努めます。個人情報保護法に基づき、お客様の個人情報の利用について以下のように定めます。
        <br />
        <br />
        【利用目的】
        <br />
        お問い合わせへの返信や会員への情報発信のため
        <br />
        <br />
        【第三者への提供】
        <br />
        当Webサイトは法律で定められている場合を除いて、お客様の個人情報を当該本人の同意を得ず第三者に提供することはありません。
        <br />
        <br />
        【個人情報の取扱い業務の委託】
        <br />
        当Webサイトは事業運営上、お客様により良いサービスを提供するために業務の一部を外部に委託しており、業務委託先に対してお客様の個人情報を預けることがあります。
        <br />
        この場合、個人情報を適切に取り扱っていると認められる委託先を選定し、契約等において個人情報の適正管理・機密保持などによりお客様の個人情報の漏洩防止に必要な事項を取決め、適切な管理を実施させます。
        <br />
        <br />
        【個人情報提出の任意性】
        <br />
        お客様が弊社に対して個人情報を提出することは任意です。
        <br />
        ただし、個人情報を提出されない場合には、当Webサイトからの返信やサービスを実施ができない場合がありますので、あらかじめご了承ください。
        <br />
        <br />
        【個人情報の開示請求について】
        <br />
        お客様には、貴殿の個人情報の利用目的の通知、開示、訂正、追加、削除および利用又は提供の拒否権を要求する権利があります。
        <br />
        <br />
        詳細につきましては下記の窓口までご連絡ください。
        <br />
        <br />
        お問合せ先：個人情報問合せ窓口
        <br />
        推しニャンサイト事務局
        <br />
        TEL 03-6890-3110 <br />
        責任者：個人情報保護管理者　米田哲郎 <br />
      </div>
    </div>
  );
}

export default PrivacyComponent;
