import MainLayout from "../../layouts/MainLayout";
import Container from "../../components/basic/Container";
import PageBar from "../../components/common/PageBar";
import SocialLinkGroup from "../../components/common/SocialLinkGroup";
import Title from "../../components/common/Typography/Title";
import HelmetPage from "../../layouts/MainLayout/HelmetPage";

const Privacy = () => {
  return (
    <>
      <HelmetPage
        title="推しニャン｜サイトのプライバシーポリシー"
        description="推しニャンサイトのプライバシーポリシーページ"
        keywords="看板猫, 推しニャン, 猫のいる店"
      />
      <MainLayout>
        <SocialLinkGroup />
        <Container>
          <PageBar page="プライバシーポリシー" />
          <Title title="プライバシーポリシー" />
          <div className="mt-[47px] mb-[48px]">
            株式会社シーピーユー（以下、「当社」という。）は，ユーザーの個人情報の取り扱いについて以下のとおりプライバシーポリシー（以下、「本ポリシー」という。）を定めます。本
            <br />
            <br />
            <strong>1. 事業者情報</strong>
            <br />
            法人名：株式会社シーピーユー
            <br />
            住所：東京都港区元赤坂１－２－７　赤坂Kタワー4階
            <br />
            代表者：米田　哲郎
            <br />
            <br />
            <strong>2.個人情報の取得方法</strong>
            当社は、ユーザーが利用登録をする際、氏名・生年月日・住所・電話番号・メールアドレス・銀行口座・クレジットカード番号など個人を特定できる情報を取得する場合があります。
            <br />
            また、ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を、当社や提携先（情報提供元・広告主、広告配信先などを含みます。以下「提携先」といいます。）などから収集することがあります。
            <br />
            <br />
            <strong>3. 個人情報の利用目的</strong>
            <br />
            ① 当社サービスの提供・運営のため
            <br />
            ②ユーザーからのコメントやお問い合わせに回答するため（本人確認を行うことを含む）
            <br />
            ③取得した閲覧・購買履歴等の情報を分析し、ユーザーに適した新商品・サービス等をお知らせするため。
            <br />
            ④サービスのメンテナンス・重要なお知らせなど、必要に応じたご連絡をするため
            <br />
            ⑤ユーザーにご自身の登録情報の閲覧や変更、削除、ご利用状況の閲覧を行っていただくため
            <br />
            ⑥利用規約に違反したユーザーの特定、その他不正不当な目的でサービスを利用したユーザーの特定をし、ご利用をお断りするため
            <br />
            ⑦ 有料プランを利用しているユーザーに対して利用料金をご請求するため ⑧
            外部サービス連携機能利用時における本人確認のため ⑨
            上記の利用目的に付随する目的
            <br />
            個人情報の利用目的は、変更前後の関連性について合理性が認められる場合に限って変更するものとします。
            <br />
            個人情報の利用目的について変更を行った際は、変更後の目的について当社所定の方法によってユーザーに通知し、加えてWebサイト上にも公表するものとします。
            <br />
            <br />
            <strong>4. 個人データを安全に管理するための措置</strong>
            <br />
            当社は、個人情報の正確性及び安全性を確保するため、想定されるリスクに見合う合理的な対策として、個人情報へのアクセス管理。個人情報の持ち出し手段の制限、外部からの不正アクセス防止策等を実施し、個人情報の漏洩、滅失、毀損の防止に努めます。これらの安全策は定期的に見直し、是正します。
            <br />
            <br />
            <strong>5. 個人データの第三者提供について</strong>
            <br />
            当社は以下の場合を除き、同意を得ないで第三者に個人情報を提供することは致しません。
            <br />
            <br />
            法令に基づく場合
            <br />
            人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき
            <br />
            公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき
            <br />
            国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
            <br />
            次に掲げる事項をあらかじめ本人に通知または公表し、かつ当社が個人情報保護委員会に届出をしたとき
            <br />
            第三者への提供を利用目的とすること
            第三者に提供される個人データの項目
            <br />
            第三者への提供の方法
            <br />
            本人の求めに応じて当該個人情報の第三者への提供を停止すること
            <br />
            本人の求めを受け付ける方法
            <br />
            <br />
            <strong>6. 匿名加工情報に関する取扱い</strong>
            <br />
            当社は、匿名加工情報（特定の個人を識別できないよう加工した個人情報であって、復元ができないようにしたもの）を作成する場合、以下の対応を行います。
            <br />
            法令で定める基準に従い適正な加工を施す
            <br />
            法令で定める基準に従い安全管理措置を講じる
            <br />
            匿名加工情報に含まれる個人に関する情報の項目を公表する
            <br />
            作成元となった個人情報の本人を識別するため、他の情報と照合すること
            <br />
            <br />
            <strong>7.保有個人データの開示、訂正</strong>
            <br />
            当社は、本人から個人情報の開示を求められたときには、遅滞なく本人に対しこれを開示します。個人情報の利用目的の通知や訂正、追加、削除、利用の停止、第三者への提供の停止を希望される方は、以下の手続きに従ってご請求ください。
            <br />
            <br />
            以下の書類等をお問い合わせ窓口宛てにご郵送願います。
            <br />
            <br />
            保有個人データ開示等請求書
            <br />
            本人確認書類の写し（運転免許証、個人番号カード、在留カード、特別永住者証明書、パスポートなどの顔写真付き証明書）
            <br />
            手数料（事務手数料として1請求につき500円） 送付先住所 〒107-0051
            <br />
            東京都港区元赤坂１－２－７　赤坂Kタワー4階
            <br />
            株式会社シーピーユー　個人情報保護委員会
            <br />
            <br />
            <strong>8. 個人情報取扱いに関する相談や苦情の連絡先</strong>
            <br />
            当社の個人情報の取扱いに関するご質問やご不明点、苦情、その他のお問い合わせはお問い合わせフォームよりご連絡ください。
            <br />
            <br />
            <strong>9. SSL（Secure Socket Layer）について</strong>
            <br />
            当社のWebサイトはSSLに対応しており、WebブラウザとWebサーバーとの通信を暗号化しています。ユーザーが入力する氏名や住所、電話番号などの個人情報は自動的に暗号化されます。
            <br />
            <br />
            <strong>10. cookieについて</strong>
            <br />
            cookieとは、WebサーバーからWebブラウザに送信されるデータのことです。Webサーバーがcookieを参照することでユーザーのパソコンを識別でき、効率的に当社Webサイトを利用することができます。当社Webサイトがcookieとして送るファイルは、個人を特定するような情報を含んでおりません。
            お使いのWebブラウザの設定により、cookieを無効にすることも可能です。
            <br />
            <br />
            <strong>11. プライバシーポリシーの制定日及び改定日</strong>
            <br />
            制定：○○年○月○日
            <br />
            改定：○○年○月○日
            <br />
            改定：○○年○月○日
            <br />
            <br />
            <strong>12. 免責事項</strong>
            <br />
            当社Webサイトに掲載されている情報の正確さには万全を期していますが、利用者が当社Webサイトの情報を用いて行う一切の行為に関して、当社は一切の責任を負わないものとします。
            <br />
            当社は、利用者が当社Webサイトを利用したことにより生じた利用者の損害及び利用者が第三者に与えた損害に関して、一切の責任を負わないものとします。
            <br />
            <br />
            <strong>13. 著作権・肖像権</strong>
            <br />
            当社Webサイト内の文章や画像、すべてのコンテンツは著作権・肖像権等により保護されており、無断での使用や転用は禁止されています。
            <br />
            <br />
            <strong>15. リンク</strong>
            <br />
            当社Webサイトへのリンクは、自由に設置していただいて構いません。ただし、Webサイトの内容等によってはリンク設置をお断りすることがあります。
          </div>
        </Container>
      </MainLayout>
    </>
  );
};

export default Privacy;
